Repository: Ta-Boo/BeeTrader
Catalog: BeeTrader/Resources/*.lproj/Localizable.strings
Languages: sk

# Welcome.Password
source: Password
sk: Heslo

# Welcome.FirstTime
source: Your first time ?
sk: Ste tu prvýkrát ?

# Welcome.FirstName
source: First name
sk: Meno

# Welcome.LastName
source: Last name
sk: Priezvisko

# Welcome.ConfimrPassword
source: Confirm your password
sk: Potvrďte svoje heslo

# User.LogOut
source: Log out
sk: Odhlásiť sa

# User.ChangeAvatar
source: Change me!
sk: Zmeňte svoju fotku!

# User.AddressHint
source: Type your postal code or city name.
sk: Zadajte PSČ alebo názov mesta.

# Listing.Add.Title
source: Title
sk: Názov

# Listing.Add.Price
source: Price in €
sk: Cena v €

# Listing.Add.ChangeImage
source: Change your listing image.
sk: Zmeňte obrázok svojho inzerátu.

# Listing.Add.Description
source: Type some aditional info to describe what you are selling.
sk: Zadajte ďalšie informácie, ktoré opisujú, čo predávate.

# Listing.Add.Category.Title
source: Choose your category
sk: Vyberte vašu kategóriu.

# Listing.CannotEdit
source: You cannot edit this listing.
sk: Nemôžete upraviť tento inzerát.

# Listing.Filter.Distance
source: Distance
sk: Vzdialenosť

# Common.Cancel
source: Cancel
sk: Zrušiť

# Common.Yes
source: Yes
sk: Áno

# Alert.UnknownFail
source: Something went wrong.
sk: Niečo sa pokazilo.

# Alert.TryAgain
source: Try again later.
sk: Skúste to neskôr.

# Alert.Confirm
source: Are you sure?
sk: Ste si istý?

# Alert.FutureEfect
source: This action will affext usage of this app in future.
sk: Táto akcia ovplyvní používanie tejto aplikácie v budúcnosti.

# Alert.Fill
source: Fill all fields and upload image!
sk: Vyplňte všetky polia a nahrajte obrázok!

# Alert.NoCamera
source: No camera detected!
sk: Vaše zariadenie nedisponuje kamerou.

# Alert.EmailMissing
source: Cannot send email from this device.
sk: Z tohto zariadenia nie je možné odosielať e-maily.

# Alert.NoConnection
source: Check your internet conection.
sk: Skontrolujte svoje pripojenie k internetu.

# Email.SubjectPlaceholder
source: Your listing!
sk: Váš záznam!

# Email.Subject
source: at Beetrader!
sk: z platformy Beetrader!
